["I denne tråden kan du stille korte/enkle spørsmål som ikke kvalifiserer til en egen diskusjon, slik at du slipper å ta opp plass på forsiden. Ekempel:\nLeksehjelp; men bruk Discorden om du har det travelt. Ikke spør om hjelp til å jukse.\nKjøpshjelp / forbrukerhjelp\nAndre småting der det finnes et kort og entydig svar som ikke inviterer til videre diskusjon\nFor at du skal få best mulig svar er det en fordel at du har forsøkt å google temaet først. Det oppfordres ellers til at du ikke stiller medisinske spørsmål her - slikt er oftest mer egnet for en samtale med fastlege.\nDenne tråden oppfrisker seg selv hver tredje dag.\n","Bilkjøp, hva lønner seg (tenkt eie i 5-8 år minimum)? Merke, type, årsmodell, prisklasse, verditap, ca forventet årlig brukskostnad ++. Makspris 300k\n","Med så lang eietid er det vanskelig å si, da bilmarkedet endrer seg i takt med utvikling, politikk (avgifter) osv.\nHvis du bor i et område med mye bompenger kan det være greit å vurdere elbil. Det er alltid lurt å velge en relativt populær bil med \"vanlig\" eller bedre utstyr. Automat er også å foretrekke mtp verditap.\nÅ selge en kurrant bil er relativt enkel i dag, solgte nylig en bmw i3 som var 2 år gammel for 245 000 og tapte dermed ca 80 000 på 2 år. En annen bil jeg har er manuellgiret, ca samme nypris som i3 og den ble verdsatt til 205 000 for noen dager siden, det er en god bil, men fra et merke/modell som ikke er like populær her i Norge, og da faller verdien og antall potensielle kjøpere.\nMao, vi må ha mer info om deg for å anbefale noe. F.eks. hvor du bor/bompenger? Hvilket bruksmønster har du? Trenger du mye plass? Hengerfeste? Osv.\n","Hørte på TU podcast hvor de argumenterte for at det lønte seg å lease om dagen. Argumentet var vel at bensin/diesel kunne falle veldig fort i verdi dersom el tok av (eller de blir forbudt?). El-bil er fortsatt i rivende utvikling, så bruktbilprisen vil være lav/usikker. Dersom du leaser legger du risikoen over på leasingfirmaet.\n","Bor i ei lita bygd i Nord-Norge, hvor avstandene mellom A og B som oftest er ganske lang. Basert på tidligere kjøringsmønster kjører jeg ca. 20k km i året, minimum. Er sjeldent innom byer ol. så bompenger trenger jeg sjeldent å bekymre meg for.\nHar ingen barn, er kun meg og min samboer, men har likevel lyst å ha litt plass. Altså stasjonsvogn eller SUV. BMW X1 virker å ha litt lite bagasjerom, men trenger heller ikke å være noe Caravelle.\n","– Det er selvfølgelig kritikkverdig av OD å gjøre Excel-glippen. Men det er OED som gjør feilen så betydningsfull ved kun å omtale bruttoverdier i sammendraget. Det hadde vært misvisende selv om tallet hadde vært korrekt.\n:/ ...øh. Så slik jeg leser det - feilen er uvesentlig for den faktiske lønnsomhetskalkylen. Men om en kun oppgir brutto inntektstall i en rapport... og spesifikt ikke ser det som en kontantstrømanalyse langt frem i tid (som kanskje en kan forvente av en politiker)... så kan en fremstille regnefeilen som om all inntekten kommer inn på slutten, uten at det egentlig ser feil ut.\nHerlig. Tenk om jeg kunne søke om lån eller få investeringsutbytte på samme måten.\n","Artig feil.\nDet artigste er at det egentlige tallet skulle våre null. Enten er det ingen penger eller så er det 130 milliarder. Ikke så lett feil å oppdage!\n","Litt usikkert hva det hele betyr ennå, skal kommentere når noe nytt kommer om saken.\n","Kult!\n","Hun er en jævla helt! Erhunsingel?\n","Hei. Her er en liten påminnelse om hvordan du kan hjelpe til med å gjøre debattklimaet i /r/norge bedre ved å følge noen enkle kjøreregler når du diskuterer:\nGjør en innsats for å være høflig og respektfull\nUnngå bevisste personangrep og tankefeil\nIkke gjenpost innhold som er slettet\nUnngå rasistiske og sjikanøse kommentarer\nOm du ser en kommentar som bryter reglene - ikke svar, men bruk \"Rapporter\"-funksjonen, så moderatorer kan ta en titt\nIkke bruk stemmeknappene som \"enig/uenig\"-knapper - stemmene skal brukes til å belønne kommentarer som tilfører diskusjonen noe nytt, uavhengig av hvor enig eller uenig du er i det som blir sagt.\nI am a bot, and this action was performed automatically. Please contact the moderators of this subreddit if you have any questions or concerns.\n","Befolkningstilskuddet som genereres av innvandring fra og med 2016, vil være 4,1 millioner mennesker i 2100\nSå påstanden om at etniske nordmenn etterhvert kommer til å bli en minoritet er legitim?\n","Denne påstanden har alltid vært legitim, og er kun vært fornektet av mennesker som ganske enkelt ikke vil akseptere at det er slik det vil bli med nåværende politikk. Eller fornektet av mennesker som ganske enkelt ønsker at det nettopp skal bli slik.\nFaktisk har mange på venstresiden snakket om nettopp dette, hvor en fremtid der det ikke eksisterer raser, eller i klartekst kun eksisterer èn rase, fremholdes som den mest utopiske fremtidsvisjonen som eksisterer.\nDet artige med denne fremtidsvisjonen er at det ikke er noen andre land enn utelukkende hvite og vestlige land som blir utsatt for masseinnvandringspolitikk. Alle andre land i verden vil beholde sin demografiske sammensetning.\nDet som skjer på sikt er at hvite, vestlige mennesker blir alle sammen minoriteter i sine egne hjemland, samtidig som resten av verden forblir det samme (og samtidig øker kraftig i antall).\nHvite europeere er en befolkningsgruppe som vil bli mindre og mindre som tiden går. At vi blir en minoritet, er bare første trinnet i trappen.\nEn fremtid der hvite europeere oppnår samme status i samfunnet som det amerikanske urfolket har i USA idag (150-250 år maksimalt med nåværende politikk) , er det beste vi kan håpe på. Det verste vi kan se for oss, er at indoktrineringen i forhold til verdenshistorie blir stående (tenk utdanning om slaveri - ikke ett ord nevnes om andre befolkningsgruppers historie som slavedrivere, hvite er alltid onde slavedrivere/kolonialister/osv og alle andre er alltid ofre), og at hvite mennesker blir en forhatt minoritet som blir forfulgt til spillet er over.\nInnvandringspolitikken som er blitt ført var først og fremst et svik uten like mot befolkningen, men nå som vi har internett og alle disse mulighetene for egen læring, er det heller kanskje blitt det mest langsomme sivilisasjonsselvmordsforsøket i menneskets historie i stedet.\n","Hvilken farge nordmenn har på huden er jo irrelevant for om de er nordmenn eller ikke? Det er jo bare naturlig at dette endrer seg over tid..\n","Er jo tilfeldig at det ble hvite folk som kom hit\nDu tror ikke det er slik at hvit hud har utviklet seg fordi man får mindre sollys her oppe i nord og den hvite huden er mer effektiv på å ta til seg vitamin D? Hvit hud har større sjanse for å bli brent, men med mindre sol er det et mindre problem enn i Afrika.\nTror du virkelig at det er tilfeldig at folk er blekere jo lenger unna ekvator de er, og svartere jo nærmere?\n","Sier du at evolusjonsteorien egentlig bare er tullprat?\n","Ingenting kan stoppe entropien, så det er like greit å akseptere den først som sist, så får du kanskje sove om natta og :-)\n","Alle kan ikke være tafatte fatalister.\n","Hvis man ikke tar høyde for lengre levealder, vil det med nåværende befolkningsvekst være 9 millioner etniske nordmenn i 2100.\n","Hvilke kilder til fødselsrate baserer du det på?\n","Med høyeste vekstrater (dvs. høyeste fruktbarhet & høyeste innvandring) estimerer SSB en befolkning på rett under 9 millioner mennesker i 2060.\nSSB estimerte med høyeste vekstrater at befolkningen ville nå 5.5 millioner i 2050 - dette var framskrivningen fra 1990.\nSSB har ikke lenger noen reell troverdighet hva gjelder innnvandringsrelaterte statistikker, hvertfall for min del, men framskrivningene er et helvetes varsko for alle som tviler. Spesielt tatt i betraktning de historiske rapportene, så ser situasjonen langt mye verre ut.\nhttps://www.ssb.no/folkfram\nAnbefaler deg å ta en kikk på de historiske framskrivningene. Du kommer til å få bakoversveis over hva virkeligheten er i dag sammenlignet med hvor ute på jordet SSB var med det de trodde de drøyeste vekstratene ville produsere.\n","SSB. 0,9%. Med 4,4m av befolkningen som ikke-innvandrere\n","Mener du etniske nordmenn har en befolkningsvekst på 0,9% hvert år??\nNorske kvinner føder nå 1,73 barn per kvinne, ifølge 2015-statistikk.\n","Tipper det er med en ganske liberal definisjon på etniske nordmenn.\n","Dette virker alt for useriøst. Har virkelig SSB en artikkel på sine sider hvor de skriver dette? Jeg finner en artikkel fra 2012: http://www.ssb.no/nasjonalregnskap-og-konjunkturer/artikler-og-publikasjoner/makrookonomi-og-offentlige-finanser-i-ulike-scenarioer-for-innvandring\n","Åja, er det der skatteøkningene går! Trodde det var bedre sykehus og andre velferdsgoder, men det var visst for å dekke kostnadene ved ekstremt ulønnsom innvandring. Yay!\n","Ingen kilder i artikkelen?\n","Merkelig. Det er fra NRK radio nyhetsmorgen: https://radio.nrk.no/serie/nyhetsmorgen/NPUB50017617/08-09-2017#t=28m3s\n","Statsminister Erna Solberg (H) sier vi ikke kan være snille og si ja til folk som ikke har et beskyttelsesbehov bare fordi vi skal være humane.\nHva slags retorikk er dette? Er det mange som oppriktig går rundt og tror at det handler om å være snill? Mange andre partier som mener at oppholdstillatelse skal deles ut uten beskyttelsesbehov?\n","Jeg har gjort om artikkelen til et bilde\n","SSB har jo tidligere vært så konservative når de regner på innvandring at man har kunnet doble deres prognose og fortsatt være på bærtur.\n","Det var en periode med veldig høy østeuropeisk innvandring som prognosene deres for framtidig innvandring ble totalt undervurdert. Men de siste årene har de ligget nokså korrekt i sine prognoser.\nOg når det gjelder de som lager statistikk/prognoser direkte på økonomisk innvirkning av innvandring så er det mitt inntrykk at de har en del kompetente folk.\n","I 2015 forsket International Monetary Fund på effekten på et lands økonomiske vekst ved å gi de rike bedre råd kontra å gi de fattige bedre råd. Til ingens (Med innblikk i historie og samfunn.) overraskelse var det negativt for et lands økonomisk vekst å gi de rike bedre råd, og positivt å gi de fattigste bedre råd.\nI forskningens oppsummering står det til og med svart på hvitt:\nIn advanced economies, policies should focus on reforms to increase human capital and skills, coupled with making tax systems more progressive.\nVi bør gjøre skatten mer progressiv, sier en konservativ og vanligvis rikmannsvennlig international organisasjon. Likevel finnes det folk, hvis økonomiske forståelse stoppet opp halvveis inn i et innføringsemne om frie markeder, som er naive nok til å stemme på partiene på høyresiden.\nNoen artikler om saken:\nThe Guardian\nBusiness Insider\nQuartz\nCNN Money\n","Ja, jeg leste denne rapporten. Delte den med no folk på nett, og de sa bare \"jeg stoler ikke på imf\". Uten å se på den faktiske forskningen engang. Noe jeg synes får ekstremt lite oppmerksomhet er hvorfor disse holdningene faktisk finnes i utgangspunktet. Fra hundre års erfaring med hvordan corporate propaganda i USA har skapt gjennomslag for politikk som har ødelagt arbeidsrettighetene og skapt økonomisk kollaps flere ganger, må vi jo spørre oss selv. Hvem starter disse tankene? Hvem sprer dem? Og med det: er høyrepolitikk bare lovskapende politikk, eller er det like mye et propagandaorgan for rike interesser? Det er jo åpenbart at rike interesser gir mer penger til høyrepolitikk enn venstre. Sånn som denne \"kvinnelige grunder\"-myten. Jeg ser for meg at noen PR-folk satt og kokte opp dette i regi av no big business. (Forøvrig, relevant bok, fra en av de første PR-geniene, som skjønte at folk ikke handler rasjonelt. http://www.historyisaweapon.org/defcon1/bernprop.html)\nOg om propaganda; bare se på denne saken: https://www.nrk.no/ytring/er-det-plass-til-oss_-store_-1.13647997\n\"Skrevet av kun kvinner\", selv om selskapene de representerer i all hovedsak har mannlige hovedaksjonærer. Det er ren propaganda, og jeg tror ikke disse menneskene bare har kommet på dette selv. For å være ærlig tror jeg ikke engang de har skrevet det, men bare fått navnet klistra på der.\n","For økonomi er den eneste grunnen til å stemme sant?\n","Økonomi er kjernen ja. Penger i bunn og grunn er jo bare makt til å få andre folk til å gjøre ting for deg, og pengemangel er et press på det å gjøre ting for andre for å overleve. Om dette blir for skjevt nærmer det seg tyrrani/slaveri og mangel på muligheter for en økende del av befolkningen. Se på kvinnekamp og innvandringspolitikk, de henger ekstremt sammen med økonomi. Om vi hadde fått til et system der det var krav og plikt til jobb etter evne, med levbare lønninger i alle stillinger, ville marginalisering og alle uhumskheter som følger med ulikhet forsvinne. Kriminalitet (fra marginaliserte innvandrere feks, som har betydelig mindre sjanse for å få jobb bare på bakgrunn av navn), trakassering, religiøs fanatisme (man ser religion lever best blant folk som har det dårlig) og mange, mange flere.\n","Det er uten tvil den mest avgjørende faktoren, for økonomi er grunnlaget for nesten all annen politikk. Spesielt når høyresidens privatisering og anbudsutsetting av selv de mest uegnede markeder medfører så mye ekstra kontrolleringsbyråkrati både offentlig og privat er det viktig å ha økonomisk vekst for å kunne betale for alle de uproduktive jobbene.\n","Eller når venstresiden vil beholde alle utkantkommunene og ansette enda flere offentlig ansatte. Sannheten er at det er det private markedet som driver velferdsstaten Norge. Når vi ser at de små- og mellomstore bedriftene er de som blir beskattet mest er det definitivt er problem. Jeg er helt med på tankegangen om en mer progressiv beskatning for hvis de med dårlig råd får skattelettelser vil det føre til at de bruker penger og økonomien vokser. Hovedutfordringen er å ikke legge et for stort skattepress på de aller rikeste her til lands. De bidrar fortsatt mye til verdiskapingen.\n","Å ansette flere offentlig ansatte er jo helt nødvendig når vi skal legge alt mulig ut på anbud. Det krever mye arbeidskraft å lage så vanntette anbudskontrakter som mulig, spesielt når kommunene har dårlig tilgang til godt kvalifisert arbeidskraft for disse oppgavene, og så trengs det ansatte for å gå gjennom anbudene, for å holde øye med at anbudsvinneren holder kontrakten, og for rettslig arbeid når kontraktene brytes eller må endres pga uforutsette utfordringer.\nNår det gjelder utkantskommuner så handler det ofte om at det skal være reelt lokalstyre. Hvis noen bor 3 timer fra kommunesenteret, som da er et konkurrerende tettsted i samme kommune, blir de dårlig representert lokalpolitisk.\nEllers er det ikke kontroversielt å si at det er det først og fremst er private markeder som er den økonomiske motoren i Norge. Det betyr ikke at private markeder ikke bør reguleres, og det betyr ikke at alle markeder bør være privatisert.\nNår det gjelder å beskatning av de rikeste her til lands så er jeg overbevist om at du ikke har noe grunnlag for å si med sikkerhet at vi står i fare for å legge for stort skattepress på de aller rikeste. Når forskning viser at det er negativt for vår økonomiske vekst å gi de rikeste bedre råd, og positivt å gi de fattigste bedre råd, så syns jeg det er et tydelig tegn på at vi kan forsøke legge litt mer av beskatningen tilbake på de rikeste, spesielt siden de allerede har nytt godt av rikmannsvennlig politikk de siste 30 årene.\n","Jeg er ikke nødvendigvis uenig i at de rikeste skal bli skattet høyere. Problemet mitt er de litt rike, de som gjerne eier en bedrift og driver den. Jeg er redd skattepresset på disse skal bli for høy. Det vi burde innført er en nasjonal eiendomsskatt med et høyt bunnfradrag.\n","En mer progressiv eiendomsskatt med høyere bunnfradrag for eiendommen du selv bor på (og potensielt for eiendom det drives virksomheter fra) er jo det venstresiden bør gå inn for. Om det bør være nasjonalt eller kommunalt har jeg ikke satt meg godt inn i, men faktorer der er jo hvem som skal regulere eiendommer, i hvor stor grad vi ønsker selvstyre for de forskjellige kommunene, og hvor mye kommunene skal få igjen for å legge til rette for industri og virksomheter i sin kommune. Det er ikke noe enkelt spørsmål for meg med min kunnskap.\n","Nå får jo de lavtlønnede mindre skatt med denne regjeringen da.\nAt fjerning av formueskatten på aksjer gjør at de som har mest betaler mindre skatt er en bieffekt som kan kompenseres ved å øke formuebeskatningen av personlige eiendeler som bankinnskudd og eiendom.\nI Norge har vi tradisjon for å beskatte høyere det vi vil ha mindre av og beskatte mindre det vi vill ha mer av. Hvorfor vi da beskatter eierskap av bedrifter er for meg en gåte.\nDet er det debatten handler om, ikke om at de rike skal betale mindre skatt som helhet.\n","Rekord i antall nystartede bedrifter burde kanskje være et greit eksempel?\n","Dette kommer mest sannsynligvis av at mange har fått sparken fra oljeindustrien, og har startet enkeltmannsforetak for å ha noe å gjøre i et ellers tørt arbeidsmarked.\n","75% av disse er ENK. 95% av befolkningen har fått 10 kr skattekutt per dag, så jeg tviler på at det er grunnen til at ENK blir startet opp.\nSkulle gjerne sett en statistikk for hva de 1600 rikeste, som fikk mest skattekutt, har gjort med de pengene.\n","Bullshit rekord da, i år er det nedgang i veksten av nye foretak sammenlignet med samme kvartal i fjor (ikke tall for 3. kvartal enda). Dessuten har andelen nye foretak vært på tur opp siden 2009, så å gi nåværende regjering cred for det blir søkt spør du meg.\nKilde: https://www.ssb.no/virksomheter-foretak-og-regnskap/artikler-og-publikasjoner/nesten-15-000-nye-foretak\nDet som vil være interessant å se om et par år er når SSB lager statistikk på hvor mange av de nyopprettede foretakene den siste perioden som faktisk overlever over tid, slik som denne: https://www.ssb.no/virksomheter-foretak-og-regnskap/statistikker/fordem/aar/2016-10-14\nDessverre vil ingen huske dette til neste stortingsvalg i 2021 slik at man kan sammenligne effekten av rødgrønn politikk versus blåblå på dette spesifikke området.\n","DUMME SOSIALIST/KOMMUNIST DUMME SOSIALIST/KOMMUNIST DUMME SOSIALIST/KOMMUNIST DUMME SOSIALIST/KOMMUNIST DUMME SOSIALIST/KOMMUNIST DUMME SOSIALIST/KOMMUNIST DUMME SOSIALIST/KOMMUNIST DUMME SOSIALIST/KOMMUNIST DUMME SOSIALIST/KOMMUNIST DUMME SOSIALIST/KOMMUNIST DUMME SOSIALIST/KOMMUNIST DUMME SOSIALIST/KOMMUNIST DUMME SOSIALIST/KOMMUNIST DUMME SOSIALIST/KOMMUNIST\nHvis du tok ALLE PENGENE til de rikeste i Norge (definer rik også vær så snill, alle med over 1mill/året?), du tok alle pengene fra de rike og puttet dem i statskassen (300 milliarder kroner ca.), og du ikke har noen flere rike igjen i Norge. HVA SKJER DA ? Hmmmm. Hva skjer med investeringer i Norge ? Hvem skal investere i næringslivet? Kommer utenlandske investorer til å investere i Norge når de ser at staten beslaglegger nærmest alle pengene dine ? En viktig ting å forstå er at staten produserer ingenting. Den bare bruker mer og mer, år etter år, øker budsjettet samtidig med skattene. Hvorfor? Fordi sosialisme er en ponzi-svindel. De tar pengene fra deg for å gi dem til noen andre. Hvis du skattlegger de som er rike 100%, og du har ALLE pengene som de rike skulle hatt. Hva da ? Hva skal du gjøre med de 300 milliardene? Vi har jo nærmest 8.000 milliarder kroner i oljefondet. Vi gjør ingenting med dem heller. Vi trenger folk med penger for å gjøre investeringer, som skaper arbeidsplasser. Øker du skatten(e) = kapital flykter fra landet, investeringer forsvinner og dermed arbeidsplasser. Tenk hvor mange arbeidsplasser som John Fredriksen kunne bidratt med i Norge, tusenvis ! Men han er kyprioter nå, fordi skatten er for høy. Jo mer du skattlegger en befolkning, jo mer går BNP ned. Apropo, Staten Norge A/S konsumerer 40% av BNP i Norge. Hva får vi igjen for 40% av BNP? \n\n","Dette er hva amfetamin på torsdag kveld ser ut som. Don't do drugs, kids \n\n","Evt do drugs, jeg synes det så ganske morsomt ut, om enn litt slitsomt i lengden.\n\n","Hvorfor er det slik at alle schizo folk blir liberalister, og ingen av dem blir venstreradikale? Forøvrig: staten kan produsere masse greier den.\n\nhttps://www.youtube.com/watch?v=aEPsQYJJSwo\n\n","Hvilke skatteletter var dette? Reduksjonen i aksjekapitalkrav som skjedde i 2012? Eller kanskje det har mer å gjøre med den ekstreme gründerhypen som har skjedd de siste par år?\n","Så de får ingen kreditt for grunderhypen? Så alt som er feil er regjeringen sin feil og alt som går bra hadde vært det samme under en annen regjering?\n","Nei, jeg gir mindre og mindre kred til at en liten gjeng fra entrepenørskolen ved NTNU klarer å lage en gofundme-kampanje som karrer seg over prisen for et AS bare for å kaste bort fire år på å prøve å selge et helt meningsløst produkt, eller en tåpelig app. Det blir mer og mer av det, og det er hverken imponerende eller nyttig.\nFor det andre er vi av generasjonen som alltid ble fortalt at vi kunne bli hva vi ville, så masse folk ser på dette som den eneste måten for dem å ikke være et feilgrep (hvis man kan bli hva man vil men ender opp vanlig, så er man jo en taper), og det ender nå med masse desperate bortkasta år som \"gründer\".\n","Jeg ville bare påpeke at kritikken din gikk kun på regjeringen. Det er jo heller ikke sikkert at man ser effektene av skattekuttene som er gjort så langt.\n","Er du statisk utfordra? Du må da klare å tolke tallene litt bedre.\n","Økonomi?\n","https://www.google.no/publicdata/explore?ds=d5bncppjof8f9_&met_y=ny_gdp_pcap_cd&idim=country:NOR:SWE:USA&hl=no&dl=no\nhmmm\n","Alternativt vise til at skatteinntektene har økt tross skattelettelser... hvis du ser bort ifra inflasjon og befolkningsvekst da.\n","Inspirert av dette bildet\nhttps://scontent-arn2-1.xx.fbcdn.net/v/t1.0-9/21230952_1998387090405920_8987668825546322096_n.jpg?oh=057cf580c411260acfeeaf78888ccba8&oe=5A567C6D\nDet brukes mye tid her inne på å fronte sitt partis sak, har det noen effekt?\n","Haha, føler at det bildet er høyst nøyaktig for internett generelt, og ikke bare når det gjelder politikk.\n","/r/norge har overbevist meg om at Rødt og Alliansen er de fuktigste partiene.\n","[deleted]\n","Hun viser seg å være svært intelligent\nOppdaget du dette først nå?\n","Shoutout til r/changemyview, en subreddit hvor folk diskuterer bra og folk endrer meningene sine! Ikke så relevante for det norske valget, men man kan absolutt diskutere enkeltsaker som ikke er veldig spesifikke for norske forhold. Jeg synes det er er sunn øvelse å hele tiden prøve ut sine syn og se om de holder opp mot kritikk og motargumenter, litt som den vitenskapelige metode. Man må selvfølgelig lytte til hva de andre har å si og faktisk tenke over det, men det er jo hele grunnen til at man drar til r/changemyview. Tror nok ikke sistnevnte er tilfelle for r/norge. For øvrig tror jeg ikke det er så vanlig at man endrer hvilket parti man stemmer på uansett. Personlig endret jeg parti pga ting jeg leste på facebook og hørte fra venner, så det er bare tilfeldigheter som gjør at jeg ikke er en del av \"Ja\"-kakestykket.\n","r/Norge er ikke noe bedre når det kommer til politisk diskusjon en r/politics eller alle lignende subreddits.... Folk kaster ut ideer basert på deres verdier og intet mer, de er ikke her for å bli overbevist, fordi INGEN sier noe OVERBEVISENDE....\n","Folk kaster ut ideer basert på deres verdier\nWait, er ikke det meningen med politikk?\n","(Uten å komme med fakta eller begrunninger) var det jeg egentlig mente med det\n","Tja. Verdigrunnlag og politisk filosofi står veldig sentralt, men det er klart, det er viktig å eksemplifisere den filosofien eller det verdigrunnlaget man legger fram. Det er det ytterst få som gjør. Stort sett ender det opp med å bli en slik en 'internet pissing contest'.\n","Haha! Fett å se at innsatsen vår ikke betyr noe marken!\n","/r/Norge har overbevist meg om at du kun vil lykkes som politiker i Norge - dersom du uten anstrengelse klarer å holde to gjensidig utelukkende konklusjoner som sanne i hodet samtidig.\nMen har vel ikke akkurat forandret mening om det siden 1998 uansett.\n","Dette blir for lettvint. Eksempel?\n","De var jo faktisk litt snille på det bildet, det faktiske tallet er 25.8%\n","Må justere denne da jo.\n","Glad jeg ikke er lege...\n","Butthurt på dansk.\n"]